import { FQAType } from '@/type/common.ts';
import { generateFakeUUIDv4 } from '@/utils/generateUUID.ts';

export const FAQData: FQAType[] = [
  {
    id: generateFakeUUIDv4(),
    question: 'چگونه در بنکس خرید و فروش انجام دهم؟',
    answer:
      'شما با افتتاح حساب و احراز هویت سجام می توانید از طریق پلتفرم بنکس خرید و فروش و سرمایه گذاری امن انجام دهید.',
  },
  {
    id: generateFakeUUIDv4(),
    question: 'چگونه در بنکس خرید و فروش انجام دهم؟',
    answer:
      'شما با افتتاح حساب و احراز هویت سجام می توانید از طریق پلتفرم بنکس خرید و فروش و سرمایه گذاری امن انجام دهید.',
  },
  {
    id: generateFakeUUIDv4(),
    question: 'چگونه در بنکس خرید و فروش انجام دهم؟',
    answer:
      'شما با افتتاح حساب و احراز هویت سجام می توانید از طریق پلتفرم بنکس خرید و فروش و سرمایه گذاری امن انجام دهید.',
  },
  {
    id: generateFakeUUIDv4(),
    question: 'چگونه در بنکس خرید و فروش انجام دهم؟',
    answer:
      'شما با افتتاح حساب و احراز هویت سجام می توانید از طریق پلتفرم بنکس خرید و فروش و سرمایه گذاری امن انجام دهید.',
  },
  {
    id: generateFakeUUIDv4(),
    question: 'چگونه در بنکس خرید و فروش انجام دهم؟',
    answer:
      'شما با افتتاح حساب و احراز هویت سجام می توانید از طریق پلتفرم بنکس خرید و فروش و سرمایه گذاری امن انجام دهید.',
  },
  {
    id: generateFakeUUIDv4(),
    question: 'چگونه در بنکس خرید و فروش انجام دهم؟',
    answer:
      'شما با افتتاح حساب و احراز هویت سجام می توانید از طریق پلتفرم بنکس خرید و فروش و سرمایه گذاری امن انجام دهید.',
  },
  {
    id: generateFakeUUIDv4(),
    question: 'چگونه در بنکس خرید و فروش انجام دهم؟',
    answer:
      'شما با افتتاح حساب و احراز هویت سجام می توانید از طریق پلتفرم بنکس خرید و فروش و سرمایه گذاری امن انجام دهید.',
  },
  {
    id: generateFakeUUIDv4(),
    question: 'چگونه در بنکس خرید و فروش انجام دهم؟',
    answer:
      'شما با افتتاح حساب و احراز هویت سجام می توانید از طریق پلتفرم بنکس خرید و فروش و سرمایه گذاری امن انجام دهید.',
  },
];
